Revit 2027 API
ParameterTypeId.RbsPipeSizeFormattedParam Property
 "Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeSizeFormattedParam { get; }
Public Shared ReadOnly Property RbsPipeSizeFormattedParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeSizeFormattedParam {
	ForgeTypeId^ get ();
}
static member RbsPipeSizeFormattedParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace